{
    "title": "Essay 1/52: Depth, Snobbery & Parody",
    "psid": "1",
    "post": "<h4>The vagueness of the following essay when discussing specific works is to avoid spoilers.</h4><p>As I find myself closer to thirty than twenty, a disturbing thought has found its way into the rotation of stray thoughts. I’ll find myself remembering a person or characteristic from my childhood and then three words will nudge the back of mind, “is that me?” It happened most recently when I was discussing TV show recommendations with a friend. Mid-conversation I realized I’ve become a TV snob; one of those people that dismisses 90% of TV shows despite living in the age of peak TV (or maybe because of it). I’ve decided to embrace this newfound title and spend this first essay discussing a few things that make a good show. </p><p>Intertextuality is one of those words that I’m pretty sure only exists in ivory towers. It’s a really fancy way of saying reference. So the sentence, “Gaiman’s use of Sinatra during the forest scenes in Black Orchid are a classic example of intertextuality,” translates to “Gaiman has Carl sing Sinatra in the forest as a reference to Carl’s motivation: love.” Like the word itself, too much focus on intertextuality instead of whatever it is you’re making can lead to stories and songs that don’t stand on their own. Weird Al Yankovich is a great case study in how to do this right. </p><p>Get your hands on Weird Al’s discography and just press shuffle. If you’re a music ignoramus like myself, you won’t recognize most of the songs he’s parodying (he’s been releasing albums since 1983). Despite this you will still find plenty to laugh at, because Weird Al’s genius is that he is a funny lyricist who makes sure that even people who don’t know what he’s parodying will still laugh. It’s also why he makes songs like “<a target='_blank' href='https://www.youtube.com/watch?v=YY6I4MwrX7k'>Jackson Park Express</a>”, which is a style parody (and an insane song when you actually imagine what’s happening). The concept of a style parody doesn’t rely on changing lyrics slightly to general crassness, it requires an understanding of the material you’re handling and the ability to imitate that artist while making fun of them. Another example of this would be “<a target='_blank' href='https://www.youtube.com/watch?v=uTUP4ET2IE0'>Country Song</a>” by Bo Burnham. But Burnham’s parody relies on being aware (however peripherally) of what he’s making fun of (which ties into the lifespan of a joke, a topic for another time). </p><p>I bring up Weird Al because he’s a great example of work that works without knowledge of what he’s playing off, but being aware of that definitely adds a layer. This idea of layers in art is one that spans all mediums, including TV. And it was while discussing the idea of layers in TV that I realized my own snobbery. Except that I’m not sure how much of snob I actually am, because I give almost all non-fiction shows at least an episode or two before I give up on them. Lately, I’ve become more aware of how stories are told and that leads to me enjoying a lot of things on a different level (this ties into why I like The OA and the power of a good story, but again that’s for a future essay). The level I tend to enjoy things on now is more about depth, accuracy, or creativity. </p><p>A side effect of studying creative writing (this is probably true of any artistic study) is that you start analyzing things as you consume them. This allows you to see depth in a lot of different places. <em>Whiplash</em> is an example of a movie with depth in its characters. It takes what could be the most cliched story in the world and lets us see both antagonist and protagonist as more than just caricatures. It lets us see the motivation for each character’s obtuseness and thereby gives them depth. This in turn gives the plot depth and makes the movie worthy of all the praise it gets. Depth comes in many forms. It means a well thought out plot, or well built characters, or some other point that the creators have thought deeply about that holds my attention. Usually this requires advance planning. (An excellent example of this advance planning is <em>Archer</em>. Where they never show you Pam’s back until season 2.)</p><p>If people familiar with the field or material hate it, you’ve failed as a writer. There are so many case studies for this that it’s hard to pick one. <em>Scorpion</em> is a good example. The <a target='_blank' href='http://tvtropes.org/pmwiki/pmwiki.php/Main/EnhanceButton'>zoom and enhance cliche</a> is an example of a common trope that’s guilty of this. By contrast, <em>Mr. Robot</em> gets its hacking right and plenty of people have praised <em>You’re the Worst</em> for how accurately it portrays mental illness. I prefer the latter two shows. Accuracy can also be a good indication of a well told story. Someone who cares enough to research the best way to trace a call as a civilian is also going to make sure that their story is well told. This isn’t a hard and fast rule, but a decent indicator. </p><p>Like depth, creativity comes in various forms. From the <a target='_blank' href='https://cameronmoviesandtv.files.wordpress.com/2015/10/total_rickall.png'>Rick and Mordy scene with over 30 unique characters</a> to the clever execution of a unique sci-fi concept in shows like <em>Travellers</em>. Creativity in its simplest definition is when a writer surprises me and keeps me engaged after the reveal. That’s possibly the biggest sin of modern network TV, how repetitive its gotten. (It’s gotten so bad that complaining about it is a cliche.) </p><p>Still, we watch it. We all have one or two procedurals that we watch, mine are <em>Lucifer</em>, <em>Blue Bloods</em> and <em>Elementary</em>. And despite my ability to ramble on for hours on all their failings, I still watch each of them and don’t begrudge people that do too. Heck, most of the sixty or so shows I watch throughout the year are probably indefensible by this standard. It’s why my watchlist is divided into three categories: good ones, indefensible fun and shows I’ll dump the moment I get a life. Some day, I might even add a page to this site with all of the shows broken down like that. (Add it to the to do list.)</p>",
    "date": "January 6th, 2017",
    "webtitle": "Essay 1/52",
    "author":"Mottel Zirkind"
}
