{
  "title": "Essay 2/52: On Distance",
  "psid": "2",
  "post": "<p>A stack of homework stands as a foreboding totem at the entrance to what is likely going to be a difficult semester. Despite it, I had a two and a half hours conversation with a classmate. I’m tempted to write at least one of the lessons I learned, but that would break one of the rules of this project: don’t write about anything too recent. So instead I’ll go on about the importance of distance, which is a lesson I learned as a writer.</p><p>The concept of distance first came up in a playwriting workshop last year. We got onto the topic of writing about difficult moments in our lives and how to avoid turning them into shit shows of self-indulgence. In response our professor told us about the importance of distance. That the only way to be able to tell a solid story is to wait until enough time has passed so that you are able to deal with the events without them overwhelming you. You need enough time so that you can look at whatever terrible/sad/embarrassing/scary event critically enough that you do not immediately feel the emotion you did initially. There is a real possibility that I’m not being as precise in reframing this idea as I could be and that some people may argue this point. Therefore I leave my professor’s name out of this so that any complaints are directed at me. (If you do have praise or thanks for this advice, let me know and I will make sure it makes its way to the appropriate parties.)</p><p>Distance is also useful when drafting. It is exceptionally difficult for writers to become honestly critical readers of their own work. I used to suck at it. Still do. Distance always helps with this. For revision, distance can be achieved in one of two ways. It can be a trusted reader whose feedback you use as a buffer between your work and revision. Distance for revision can also be time. One way to know enough time has passed is if you can’t fully remember the piece or what you were thinking when you wrote it. </p><p>Although these techniques are mainly for writers I’m sure a more awake human could find a way to apply them to the human experience. Maybe it’s something about it being important to be able to view your own opinions from a distance. Or maybe the lesson is when I’m really tired I write about time, an unobtainable object I wish I could have more of. (Dear gosh that sounds dreary.)</p>",
  "date": "January 14th, 2017",
  "webtitle": "Essay 2/52",
  "author":"Mottel Zirkind"
}