{
  "title": "Essay 3/52: On Conversation and Highlighters",
  "psid": "3",
  "post": "<p>Somewhere in my mind, between weekend plans and a vague understanding of tail recursion, there floats a complex idea that ties several smaller ideas together. This is the first in a few essays looking at the smaller ideas, which will hopefully culminate in a clear articulation of a thesis I’ve been working on for a while. For now, I am going to focus on two smaller ideas. </p><p>This time last week, I had a conversation which, if it’d taken place in a comments section, could’ve very easily deteriorated into a shouting match where both participants (and all the onlookers) cast their opponents as villains beyond saving. Instead, we had an interesting conversation. I think we both learned something and definitely still saw the other as human. Looking back, I think things were as amicable as they were because this conversation occurred in person. </p><p>For starters, being in-person makes it harder of other people to disrupt. This coming from the guy who’s butted into more conversations than he hasn’t. Heck, I walk around with headphones in my ears so I’ll get to where I’m going without explaining things I don’t fully understand to people I haven’t ever seen before and am unlikely to ever see again. I realize that sounds like a description of the Internet, but it’s not. And this is an important point: all of these ideas aren’t about saying one side is wrong or right. I love the internet [insert obligatory porn joke here]. I love it, because of the friends and ideas and challenges and education it has given me. But there is something different and important about face to face interaction that the internet cannot substitute; and being aware of this fact makes it possible to model some of our online behaviour after real world conversation. </p><p>I know there were other things about a dialogue that made it more enjoyable. The fact that we couldn’t call up the vast resource of other people’s knowledge forced us to present our own cases or to quote the excerpt we could remember offhand to make our points instead of piling on half hour videos and fifty page articles. It also got to follow the natural winding progression that a conversation with no real goal can follow; this having the side-effect of making it last well past dinnertime and leaving myself cerebrally content, but physically drained. The experience makes me recommend a good conversation with someone you disagree with at least once a year. (Preferably a lot more often if you can find the time.)</p><p>All of these ideas are presented to make people aware of them and to get feedback on where I’m wrong. Like with the following idea, which I figured out for myself and then learned and forgot the formal names for. I call it the <em>highlighter effect</em>.</p><p>You know what? You’re really smart and kind. No matter what’s going on with you, you find a way to help someone who needs it more. </p><p>If you were inclined to agree with me, you’d think back on your life and highlight all the moments that illustrate everything described in the previous paragraph. If you’re inclined to disagree with me, you’re likely to remember all the times that you weren’t the smartest one in the room. This is what (I’m pretty sure) is called <a target='_blank' href='https://www.sciencedaily.com/terms/confirmation_bias.htm'>confirmation bias</a>, I call it the highlighter effect. </p><p>Confirmation bias is one of several techniques it’s important to be aware of in conversation. Another is <a target='_blank' href='https://www.edge.org/response-detail/27181'>Russell Conjugation</a>, which the linked essay describes in detail. (I haven’t had a chance to read the essay, but I’ve heard the author describe this idea on a podcast.) </p><p>As I said at the beginning, these ideas tie into something larger that I’m trying to work out. These ideas are worth sharing on their own. In person conversation has things we can incorporate into our online conversation. And it’s incredibly important to be aware of things like the highlighter effect and Russell Conjugation when taking in new information (which I guess includes this).</p>",
  "date": "January 21st, 2017",
  "webtitle": "Essay 3/52",
  "author":"Mottel Zirkind",
  "prev":"2",
  "next":"4"
}