{
  "title": "Essay 4/52: On Narrative",
  "psid": "4",
  "post": "<h4>The Squares lived happily, in their square houses, in their square yards, in their square town. One day, a family of Circles moved in from the west. “Get out of here, roundies!” shouted one of the Squares. “Why?” asked one of the Circles. “Because this is a metaphor for racism!” - <a target=\"_blank\" href=\"https://youtu.be/ejc5zic4q2A?t=35m28s\">Bo Burnham</a></h4><p>That joke is funny, because stories aren’t supposed to breakdown into a person shouting the lesson at you. We expect stories to teach us something; we especially expect this of children’s stories that this one starts off sounding like. </p><p>There you have it. Thanks to Bo Burnham I have managed to say succinctly an idea that I’ve been trying to articulate for a couple of weeks. I might’ve touched on this <a target=\"_blank\" href=\"https://mottelz.herokuapp.com/1\">back in my first essay</a> (I don’t remember and I’m writing this too late to check). </p><p>This idea has two sides to it. The first is the one I should’ve mentioned in that first essay: when storytellers use a story to tell us something. This is sometimes done well and sometimes done terribly. <em>The Wire</em> is a show that does this well; it presents us with the circumstances of people in and around Baltimore’s drug trade and allows us to pass our own judgment. The Bo Burnham joke at the beginning deliberately does this badly. I think this is a place where you can easily tell a good show from a bad one; if a show has a character spouting stats that don’t actually tie into the scene, it’s probably trying to preach. </p><p>The flip side of narrative is when people use a story to make you agree with their policies by getting around your reasoning. This is usually a form of an <a target=\"_blank\" href=\"https://yourlogicalfallacyis.com/appeal-to-emotion\">appeal to emotion</a>. We are all susceptible to this and it’s sometimes easier to spot than others. If you want to find issues where you’re likely to fall victim to a particular narrative, an exercise to try is to ask yourself how critical you’d be of a headline that supported your side versus one that opposed it. </p><p>There’s a lot of old comedy routines that have variations of the line, “This one shows you this set of facts, that one shows that set of facts and I don’t know which is real.” The trouble is that this line misses something. Often, the differing sides aren’t using different facts; they are using the same facts to tell a different story. <a target=\"_blank\" href=\"http://www.jewish-languages.org/jewish-english-lexicon/words/1277\">Lehavdil</a>, there is a similar phenomenon in talmud. When two rabbis are discussing where we learn a particular law from, they each need to explain the portion of a Bible verse accordingly. </p><p>Both of these phenomena irritatingly common these days. There are plenty of badly written stories that feel as though they serve no other purpose than to shove a point down the readers/viewers/listeners throat. And (arguably) every contentious social/political topic is presented as a series of duelling narratives and it’s irritating! But that irritation ties into the last of these three essays, which I will hopefully release next week. </p>",
  "date": "January 28th, 2017",
  "webtitle": "Essay 4/52",
  "author":"Mottel Zirkind"
}