{
  "title": "Essay 5/52: In Summation",
  "psid": "5",
  "post": "<p>The last three essays were smaller ideas leading towards one big one. <a target=\"_blank\" href=\"https://mottelz.herokuapp.com/2\">Three weeks back</a>, I spoke about the importance of distance when writing. As a friend pointed out, there was a lesson on dealing with emotional events that is helpful for everyone. <a target=\"_blank\" href=\"https://mottelz.herokuapp.com/3\">The week after that</a>, I covered the benefits of having a conversation in person and a few things to keep in mind when talking. <a target=\"_blank\" href=\"https://mottelz.herokuapp.com/4\">And last week</a>, I went on about the two ways narrative can be used to change minds. </p><p>This project did one of the things it set out to do: it helped me work through threads of thought to an idea. Here the thesis I seem to have been working towards is that we need more conversation. But before speaking, we need to be aware of the ways language can distort and be distorted. This is why I enjoy talking to mathematicians, because, in my experience, they spend a lot of time defying things. And although it occasionally feels as frustrating as when you watch an amateur play a video game you love, that habit of making sure we mean the same thing when we use the same words is important. That’s why I shared all of these ideas, because I think they’re important. Fundamentally so. </p><p>You see, people actually agree on a lot more than we give them credit for. Even when they don’t, they’re usually capable of reaching a reasonable compromise. That thought leads me to believe that all we need is to have conversations. Good ones, about ideas. Ones where we’re consistent in our principals. </p><p>What follows from that is pure idealism. But I believe that if we have those conversations, there will be a shift in the tone of discourse. And once that happens it will force people attempting to capitalize on our anger to find a different tactic. Eventually, someone will catch on. There’s a point a few people raise that dash one’s hopes for a world just as messy, but with better conversations. </p><p>To quote a friend of mine you probably don’t know, Eric Tortora Pato, “Politics is the emotional and communal intrigue of conflicts and arguments, policy is the actual institution and system built on the ideas and agendas.” His point, as I understand it, is that we enjoy the messy, distracting, time sucking elements of governance. So much so that we spend more time discussing politics, which is the intrigue, than policy, which is the part that matters. And everything I see in public square (aka social media) makes me think he’s right. But I don’t want him to be. That’s why I shared all of those little thoughts about improving discourse, because I think that’s the way to shift things. </p>",
  "date": "February 4, 2017",
  "webtitle": "Essay 5/52",
  "author":"Mottel Zirkind"
}