{
  "title": "Essay 6/52: Cheating with a Rough Draft",
  "psid": "6",
  "post": "<p>Because of a series of excuses I am going to try something different this week. (Aside from posting a day late.) I’m posting the first draft of an essay I’m working on for class. Later on in the week I will post a second draft for anyone interested in seeing how these things develop over time. </p><p>Growing up, my mother only ever allowed us to play educational games. My parents didn’t know much about computers or games, but those were the rules. We never owned a console, so my childhood was filled exclusively with games like Reader Rabbit. Then one lucky day I came home to discover that my father had purchased a new computer second-hand from some kid who was helping him with something. I say it was lucky because the previous owner had left us a few treasures, one of which was Call of Duty (CoD). The history is important because part of the fun and intensity of the game came from the taboo feeling of playing a game with guns in a house without a TV. It remains one of the few games that I have completed. </p><p>Over the years, there is one scene from CoD that kept coming to mind whenever World War II was mentioned. There is a moment at the start of the Russian campaign where you’re squashed in an infantry transport ship that looked like the ones from D-Day. The ship lands on a beach and there’re machine guns firing at you from above. You pass an officer handing out weapons, but you’re only given ammo. No gun. I always thought that that moment was actually the experience of some soldiers on D-Day. Turns out I was wrong.</p><p>For this assignment I purchased a new copy of Call of Duty, which had been ported to Mac by Aspyr. The game itself didn’t seem to have changed any and the controls only had minor adjustments to accommodate Apple’s Trackpad, which doesn’t have two buttons. The experience of playing replaying CoD was both an experience of reflective nostalgia and an exercise in videogame analysis that I didn’t have the tools for a decade ago, when I first played it. </p><p>A moment early on set the nostalgic tone of my play-through. The moment I started the first mission (the game’s word for level), I felt like I was revisiting an old playground. I remembered the first few moments of the game: landing in a field, tracking down my squad, finding the radioman dead in a tree (he’d missed the landing), and picking up his gear. Then things changed. The first new lesson was that the little map in the bottom right corner didn’t show enemies or allies. I quickly learned to tell the enemies from allies with a simple rule: enemies shot at me and a screen overlay appeared when I aimed at allies. Just after figuring that out, I got lost in a tiny bunker. When I found the staircase that let me proceed, I had a moment of Déjà vu, but I also felt like an idiot because I knew that a decade ago I would’ve known what to do immediately. The feeling of playing against my past self persisted throughout my play through. </p><p>While enjoying CoD as a player, I was also thinking critically about the game as a designer and developer. I now appreciated how difficult it is to get a computer to properly render a tree to understand why all of the leafs and branches were flat. As a kid, I just laughed at the way they looked. One this play through I also began to analyze the way it was really easy to get lost in some levels, but really difficult in others. This difficulty curve seemed to stem exclusively from bad design. For example, there is a level on a ship where the lighting never shifts and you’re alone for most of the level (this means the designers couldn’t use squad-mates to help guide you). I spent most of my time in that level running around, trying to find my goal. These decisions made sense narratively, but they made for an unenjoyably tedious experience, for those levels. </p><p>The most interesting moment of my entire play through is one I referenced earlier, D-Day. While, and since, first playing the game I realized that the entire game revolves around D-Day. You play as a soldier of different Allied powers all performing different missions leading up to D-Day. Because of this, I thought that the mission that begins in a transport ship (described above in detail) is about retaking Normandy. It turns out that the mission is actually about retaking Stalingrad. This realization inspired a few google searches into the history portrayed in Call of Duty and I learned that the most accurate things are the weapons. The rest seems to be a mix of real moments and units playing out differently for the sake of gameplay. </p><p>By replaying the game, I got to experience what Boym called “reflective nostalgia.” I was able to enjoy playing Call of Duty on the nostalgic level of revisiting an old home, but I also got to analyze it with the knowledge and skills developed over the decade since I first played the game. This dichotomy allowed me to better understand what Boym means when she talks about reflective nostalgia allowing us to enjoy a cultural artifact while observing and judging it from our current perspective.</p><p>It’s quite possible that someone else going through this and realizing the same things that I did, like the varying degrees of accuracy when portraying war or the level of enjoyment in the game, might reach a deep conclusion about the nature of war in our culture. But all I realized was that we have gotten better at making games. Graphics is probably the place where this is most obvious, but even in terms of level design we’ve gotten a lot better at making sure players are capable of follow the path we want to lead them on. What I find fascinating is that this is the argument against restorative nostalgia made by Boym and in general: we, as a society, get better at everything and therefore it is dangerous or at the very least, in the case of game development, foolish to try to go back to a time we think of as better. This call for restorative nostalgia is all around us. It’s in everything from game rereleases to “Make America Great Again!” But one need only replay an old videogame to realize that, although you might enjoy the past, it will always fail when compared to the technological advancements of the present. </p><p>Of course, the question then becomes what about the classics? Those great works of literature and cinema that we still go back to and learn from. To that I reply, “I will always enjoy Shakespeare, but I’d never want to live in caste system without indoor plumbing. </p>",
  "date": "February 12, 2017",
  "webtitle": "Essay 6/52",
  "author":"Mottel Zirkind",
  "prev":"5",
  "next":"6a"
}