{
  "title": "Essay 6.5/52: Cheating with Another Draft",
  "psid": "6a",
  "post": "<p><em>Here’s the second draft of the essay I was working on for school. I will follow up later this week with an essay on the value and dangers of drafting.</em></p><p>For this assignment I replayed <em>Call of Duty (2003)</em>. The experience started off as a walk down memory lane, but eventually morphed into an analysis of how game design has changed since it was released. This led me to the realization that media development is iterative and we do get better at making games and other media as time goes on. This train of thought allowed me to internalize through experience what Boym means when she talks about reflective nostalgia. </p><p>Playing <em>Call of Duty</em> today was a very different experience from playing it a decade ago. These differences started before I launched the game itself. When I was only allowed to play educational games. This meant that I had played through most of The Learning Company catalogue. If I was lucky, I’d be able to play NHL or Mario 64 at a friend’s house. Through a series of fortunate events we ended up with a second hand PC that had Call of Duty preinstalled. Back then, playing the game felt transgressive. I was playing a game with guns; a game my parents didn’t approve of. That taboo added to the fun of the game. This may be why this is one of the only games I completed without cheats. Replaying the game now had the opposite context; instead of transgressive it was required. This was my homework; yet the love of the game that came from that initial taboo stayed with me. </p><p>Despite my using a version of <em>Call of Duty</em> that was ported to Mac by Aspyr Media, the game and controller were almost identical to my first play through a decade ago. The graphics weren’t updated at all in the port. They were still the blocky, flat, badly rendered, gore-less graphics I remembered. The controller’s only shift was that you entered and exited iron sights mode by right-clicking, instead of needing to hold down the right mouse button to remain in that view mode. This consistency of controller and graphics allowed for a close examination of the game and how I viewed it now versus when I first played it.</p><p>A moment early on set the nostalgic tone of my play-through. From the moment I started the first mission (the game’s word for level), I felt like I was revisiting an old playground. I remembered the first few moments of the game: landing in a field, tracking down my squad, finding the radioman dead in a tree (he’d missed the landing), and picking up his gear. Then things changed. The first new lesson was that the little map in the bottom right corner didn’t show enemies or allies (a standard feature in most of the games I play these days). I quickly learned to tell the enemies from allies with a simple rule: enemies shot at me and a screen overlay appeared when I aimed at allies. Just after figuring that out, I got lost in a tiny bunker. When I found the staircase that let me proceed, I had a moment of Déjà vu, but I also felt like an idiot because I knew that a decade ago I would’ve known what to do immediately. The feeling of playing against my past-self persisted throughout my play through. </p><p>While enjoying CoD as a player, I was also thinking critically about the game as a designer and developer. I now appreciate how difficult it is to get a computer to properly render a tree and therefore understand why all of the leafs and branches were flat. As a kid, I just laughed at the way they looked. On this play through, I also began to analyze how and why it was really easy to get lost in some levels, but really difficult in others. This variation in level difficulty seemed to stem exclusively from bad design. For example, there is a level on a ship where the lighting never shifts and you’re alone for most of the level (this means the designers couldn’t use squad-mates to help guide you). I spent most of my time in that level running around, trying to find my goal. Whereas the level that takes place in a mansion, where the doors opened and close depending on your goals, was a much clearer and more enjoyable level to play. Although the decisions that caused this difficulty discrepancy made sense narratively, they made for an unenjoyably tedious experience, at times.</p><p>The biggest shift in my relationship to the game came from a moment at the start of the Soviet campaign. At the start of that campaign you’re on an infantry transport ship, the kind used on D-Day. You land on a beach and are given ammo without a gun. You then spend the mission trying to survive as machine guns mow down your comrades. All my life, I thought this mission took place on D-Day. It doesn’t. That mission actually takes place during the Battle of Stalingrad and you start off crossing the Volga River. Learning this was a little jarring, because I’d always pictured that game experience when discussing D-Day since first playing the game. This experience led to reading a few wikis and I learned that Call of Duty wasn’t as accurate as I thought. Some of the people and all of the weapons are real, but the battles didn’t exactly go the way they do in the game. I wonder if I blindly believed it to be reality because I played the game before I was critical. </p><p>The biggest lesson I learned from this experience is that we have gotten better at making games. Graphics is probably the place where this is most obvious, but even in terms of level design we’ve gotten a lot better at making paths easy for the player to follow. The techniques we use today were already there; for example, the mansion level mentioned above. I have seen these techniques developed and refined in games I’ve played since then. Which tells me that we have gotten better at designing levels and games over time. This makes me want to play newer games rather than older ones, because overall the industry gets better at making games over time.</p><p>What I find most fascinating is that this is the argument against restorative nostalgia made by Boym and in general: we, as a society, get better at everything and therefore it is dangerous, or at the very least foolish, to try to go back to a time we think of as better. This call for restorative nostalgia is all around us. It’s in everything from game rereleases to “Make America Great Again!” But one need only replay an old videogame to realize that, although you might enjoy the past, it will always fail when compared to the technological advancements of the present. That doesn’t mean it can’t be fun, just that we benefit from not getting lost in the past.</p><p>Of course, the question then becomes what about the classics? Those great works of literature and cinema that we still go back to and learn from. To that I reply, “I will always enjoy Shakespeare, but I’d never want to live in caste system without indoor plumbing.”</p>",
  "date": "February 19, 2017",
  "webtitle": "Essay 6.5/52",
  "author":"Mottel Zirkind"
}