{
  "title": "Essay 7/52: On Drafting & Feedback",
  "psid": "8",
  "post": "<p>There is a piece of writing I’ve written around five drafts to at this point. I don’t know what to kinda of a piece of writing it is, that’s why I’m calling it a piece instead of a story or poem or comedic rant. I’m at one of those moments where I hate it piece and it scares me a little, therefore I’m probably not going to release it any time soon. The piece’s size and my need to release it mean that I went through the drafting process a little faster than normal, which makes this the perfect time to write a little about the drafting and feedback process. </p><p>Drafting, or editing, is a necessary part of writing anything. The fastest way to increase your grade on any piece of writing is to edit it for typos (and, if you have time, revising the structure will also help, especially for essays). In my essay <a target=\"_blank\" href=\"https://mottelz.herokuapp.com/2\">On Distance</a>, I touched on the need for distance between edits. One of the ways distance can be achieved is through feedback from readers, but this option has its downsides. </p><p>Give ten people the same piece and they’ll give you back ten different perspectives, which it helpful when you already have a firm idea of what you’ve written, but if you don’t you’re in a lot of trouble. Brandon Sanderson covers this in <a target=\"_blank\" href=\"https://youtu.be/1niXfgdFcdU?t=1m30s\">one of his lectures on creative writing</a> (<a target=\"_blank\" href=\"https://www.youtube.com/user/WriteAboutDragons/playlists\">I recommend the whole series of lectures</a>). This is one of the reasons it’s important to be able to parse other people’s advice. It’s also why it helps to know exactly what your goal is before you edit or send out a story. </p><p>There are two types of edits: substantive and copy. A substantive edit is one where you change the substance of whatever you’re working on. That’s when you move around chapters, cut and add paragraphs, and generally change things to make them clearer. This is the type of edit that I did between essay <a target=\"_blank\" href=\"https://mottelz.herokuapp.com/6\">6</a> and <a target=\"_blank\" href=\"https://mottelz.herokuapp.com/6a\">6a</a>. A copy edit is focused on the sentences and mechanics of writing. In it you check for things like typos and grammar, but it’s also a good time to look at word choice. </p><p>Almost everyone that gives you advice on editing is going to give you the same few tips for doing the copy edit: read the piece out loud (record and listen, if you can stand your own voice), read it backwards a sentence at a time, use a ruler as you go through each line. There are other tips people will give you and some will work for you. Things are a lot trickier with substantive edits and therein lies my current problem. </p><p>(Heads up! This next part is going to be a bit of a ramble before it gets back to drafting.)</p><p>I collect quotes and one liners. I used to do this in notebooks, then I moved on to a word doc, now it’s entirely in my head. Most of the quotes belong to famous people, some of them belong to me (I’m always careful about attribution). Possibly the most useful line in my collection is, “remember the advice you give other, you might need it some day.” I need that advice now, because I need my advice on distance. I wrote this thing and I’ve gone through the cycle where I leave it alone for a while then get feedback four times now. Someone probably once said that the best writing scares you and the thought of releasing this scares me. </p><p>The most recent feedback I got on this piece made me realize something about my writing (especially the shorter pieces): I write with emotional punchlines. A lot of my funnest poems have emotional twists at the end. (The inverse can be said about some of my more dramatic poems, which tend have funny punchlines.) This isn’t making a judgement call about this style it’s an observation about how I write. Which brings me back to drafting. </p><p>We all have verbal and writing quirks. I’m sure you could find a few of my pet phrases and words by looking through these essays. The quirks we have in plot or character or emotional tone are harder to notice, but just as important to be aware of. Add those to the list of things you look out for when editing anything. </p>",
  "date": "March 1, 2017",
  "webtitle": "Essay 7/52",
  "author":"Mottel Zirkind",
  "prev":"7",
  "next":"9"
}