{
  "title": "Essay 8/52: The Anatomy of a Joke",
  "psid": "8",
  "post": "<p>Setup. Feed line. Punchline. That’s all there is in a joke, but not all there is to a joke. Jokes are a very extreme form. That has nothing to do with the content of a given joke. <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=n0E7EaRLmSI\">This routine</a> by Jerry Seinfeld and <a  target=\"_blank\" href=\"https://www.youtube.com/watch?v=FMkNsMMvrqk\">this one</a> by George Carlin are very different in content, and the Carlin is definitely less polite than the Seinfeld one, but they both made me laugh when I first heard them. And the laughter is the goal, but not the only goal. </p><p>I was having this debate with an old friend, his thesis (as I understand it) was that we fail the moment we apply lofty ideas to comedians. The moment we start referring to comedians as <em>cultural critics</em> and taking them seriously is a dangerous moment. A common extension of this position is the <em>clown nose on, clown nose off</em> critique of people like John Stewart, Stephen Colbert, and John Oliver. The Clown Nose Critique (because, if I’m writing essays, I may as well try to coin terms,) is summarized as “you can’t deliver a serious point and then hide behind the title of comedian when you get called on a mistake or when people try to argue a point.” The problem with this is that comedy is subjective and therefore it’s not always easy to parse when a statement is intended as a joke. </p><p>It gets more complicated when you begin to critique jokes as jokes. Take the difference between two jokes made about Barron Trump (not the president). <a target=\"_blank\" href=\"https://heavyeditorial.files.wordpress.com/2017/01/4260153272325442840-account_id12.jpg?quality=65&amp;strip=all&amp;w=780&amp;strip=all\">The first</a> is a tweet by SNL writer Katie Rich. <a target=\"_blank\" href=\"http://www.cc.com/video-clips/eel9pt/jeff-ross-presents-roast-battle-roast-battle-ii---frank-castillo-vs--anna-valenzuela\">The second</a> (at about 1:03 into this video) was by Frank Castillo on Roast Battle. The first led to controversy, an apology, and suspension from SNL (I’m not fully clear on the details of whose choice that was or if Rich has since left SNL). The second didn’t make many waves and its author won the Roast Battle. In this instance, the difference between the two jokes revolves around the target. The first targeted Barron, a kid who did nothing, the second targeted Castillo’s opponent in the roast battle, which is entirely appropriate. </p><p>George Carlin’s thoughts on joking about sensitive topics were, “it all depends on what the exaggeration is.” (From his album <em>Parental Advisory: Explicit Lyrics</em>.) Another aspect of joke analysis is that all jokes are based on a premise and if I don’t grant your premise I won’t find the joke funny. It’s not going to piss me off or anything, I’m just not going to find it funny and a comedian’s first goal should be making people laugh. </p><p>I think my friend’s argument extends from here. He wants comedians to not be taken seriously so that they can get away with more. If your only job is to make us laugh, then we’ll judge you by whether or not we’re laughing. You fail at that, you fail. </p><p>The problem is that I’ve spent too much time in a University’s English department. Wherein, (aside from developing a robust vocabulary,) one can on occasion get caught up in the analysis of art and its real world implications. That’s why I can understand taking comedians seriously or at least letting what they say have an effect on how we think about hot button issues. At the same time, I can see my friend’s point. We can’t just only laugh at these observations about the world. It’s not in our nature. We will end up thinking about these issues and the arguments brought up by comedians will have an impact on our thought process. (I still think about the Patton Oswalt <a  target=\"_blank\" href=\"https://youtu.be/Uau-nAmULU8\">routine</a> about religious belief and the actions of religious people. A topic worth going into in a later essay.)</p><p>From my side of the argument, I don’t see an easy solution to this one, for us as audience. We just need to judge every joke as it comes and there will be different opinions on some jokes. Understanding the anatomy and context of a joke will help, but there won’t always be a hard and fast rule. For comedians, it’s a little easier. Put comedy first. Write jokes that make as many of us laugh as possible. If you end up pointing something out to some, great, but please don’t ever sacrifice punchline for point.</p><p>For my friend, this is a little easier. We stop taking comedians seriously. They stop having as much of an effect and the comic preachers lose an audience. It might be easier, but I’m not sure that it’s possible.</p>",
  "date": "March 27, 2017",
  "webtitle": "Essay 8/52",
  "author":"Mottel Zirkind",
  "prev":"7",
  "next":"0"
}